tap "ankitpokhrel/jira-cli"
tap "auto-explore/gitcomet"
tap "codecrafters-io/tap"
tap "dail8859/notepadnext"
tap "dart-lang/dart"
tap "derailed/k9s"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "int128/kubelogin"
tap "k0sproject/tap"
tap "knqyf263/pet"
tap "koekeishiya/formulae"
tap "libsql/sqld"
tap "lusingander/tap"
tap "minio/stable"
tap "nikitabobko/tap"
tap "ohueter/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "sass/sass"
tap "siderolabs/tap"
tap "tursodatabase/tap"
tap "twitchdev/twitch"
tap "unhappychoice/tap"
brew "act"
brew "age"
brew "atuin", restart_service: :changed
brew "openssl@3"
brew "bat"
brew "ccache"
brew "cdrtools"
brew "cmake"
brew "colima", restart_service: :changed
brew "dfu-util"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "dstask"
brew "dua-cli"
brew "exercism"
brew "fd"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gitui"
brew "glab"
brew "gnupg"
brew "imagemagick"
brew "ios-deploy"
brew "kubernetes-cli"
brew "kubie"
brew "libgit2@1.7"
brew "libimobiledevice"
brew "libuv"
brew "sqlite"
brew "python@3.14"
brew "llvm"
brew "lua"
brew "luarocks"
brew "magic-wormhole"
brew "mas"
brew "mole"
brew "nanorc"
brew "neovim"
brew "ninja"
brew "nushell"
brew "pandoc"
brew "parallel"
brew "pass"
brew "pinentry-mac"
brew "pkgconf"
brew "poppler"
brew "protobuf"
brew "ripgrep"
brew "ruby"
brew "sevenzip"
brew "shellcheck"
brew "sk"
brew "sops"
brew "starship"
brew "switchaudio-osx"
brew "television"
brew "tmux"
brew "topgrade"
brew "typst"
brew "universal-ctags"
brew "uv"
brew "wget"
brew "xcodegen"
brew "ykman"
brew "ykpers"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "codecrafters-io/tap/codecrafters"
brew "derailed/k9s/k9s"
brew "int128/kubelogin/kubelogin"
brew "sass/sass/sass"
brew "siderolabs/tap/talosctl"
brew "tursodatabase/tap/turso"
cask "nikitabobko/tap/aerospace"
cask "another-redis-desktop-manager"
cask "codex"
cask "discord"
cask "font-fira-code-nerd-font"
cask "font-symbols-only-nerd-font"
cask "gimp"
cask "gstreamer-runtime"
cask "hyperkey"
cask "inkscape"
cask "libreoffice"
cask "mactex"
cask "miaoyan"
cask "dail8859/notepadnext/notepadnext"
cask "octarine"
cask "rio"
cask "sf-symbols"
cask "signal"
cask "thorium"
cask "ungoogled-chromium"
cask "zed"
mas "CodeRhythm", id: 6747953470
mas "Okta Verify", id: 490179405
mas "StarMoney", id: 1612812825
mas "Transporter", id: 1450874784
mas "WhatsApp", id: 310633997
mas "Windows App", id: 1295203466
mas "Xcode", id: 497799835
cargo "bacon"
cargo "blue-build"
cargo "cargo-audit"
cargo "cargo-bundle"
cargo "cargo-cache"
cargo "cargo-espflash"
cargo "cargo-expand"
cargo "cargo-generate"
cargo "cargo-outdated"
cargo "cargo-update"
cargo "cargo-watch"
cargo "create-tauri-app"
cargo "dioxus-cli"
cargo "esp-generate"
cargo "espflash"
cargo "espup"
cargo "ldproxy"
cargo "neverest"
cargo "oha"
cargo "repgrep"
cargo "rustlings"
cargo "sea-orm-cli"
cargo "sqlx-cli"
cargo "tauri-cli"
uv "asspisy[mac]"
