tap "ankitpokhrel/jira-cli"
tap "codecrafters-io/tap"
tap "dail8859/notepadnext"
tap "dart-lang/dart"
tap "derailed/k9s"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "int128/kubelogin"
tap "k0sproject/tap"
tap "knqyf263/pet"
tap "koekeishiya/formulae"
tap "libsql/sqld"
tap "lusingander/tap"
tap "minio/stable"
tap "ohueter/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "sass/sass"
tap "siderolabs/tap"
tap "tursodatabase/tap"
tap "twitchdev/twitch"
tap "unhappychoice/tap"
brew "act"
brew "age"
brew "argocd"
brew "atac"
brew "atuin", restart_service: :changed
brew "openssl@3"
brew "bat"
brew "butane"
brew "cargo-binstall"
brew "cargo-nextest"
brew "ccache"
brew "cdrtools"
brew "clusterctl"
brew "cmake"
brew "colima", restart_service: :changed
brew "comtrya"
brew "coreutils"
brew "cosign"
brew "deno"
brew "dfu-util"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "dua-cli"
brew "evil-helix"
brew "exercism"
brew "eza"
brew "fd"
brew "ffmpegthumbnailer"
brew "findutils"
brew "fish"
brew "fzf"
brew "gawk"
brew "gh"
brew "git-delta"
brew "gitui"
brew "glab"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "grep"
brew "helm"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "ios-deploy"
brew "jj"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "kubie"
brew "kustomize"
brew "lazyjournal"
brew "libgit2@1.7"
brew "libimobiledevice"
brew "libuv"
brew "lima-additional-guestagents"
brew "llvm"
brew "lua"
brew "luarocks"
brew "mas"
brew "mcfly"
brew "nano"
brew "nanorc"
brew "neovim"
brew "ninja"
brew "node"
brew "nowplaying-cli"
brew "odin"
brew "ollama"
brew "opentofu"
brew "ox"
brew "pandoc"
brew "parallel"
brew "pass"
brew "pinentry-mac"
brew "poppler"
brew "protobuf"
brew "pueue"
brew "python@3.11"
brew "rainfrog"
brew "rclone"
brew "ripgrep"
brew "ruby"
brew "sevenzip"
brew "shellcheck"
brew "sk"
brew "sniffnet"
brew "sops"
brew "starship"
brew "streamlink"
brew "switchaudio-osx"
brew "terraformer"
brew "topgrade"
brew "typst"
brew "universal-ctags"
brew "wget"
brew "xcodegen"
brew "yazi"
brew "ykman"
brew "ykpers"
brew "yq"
brew "zellij"
brew "zig"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "codecrafters-io/tap/codecrafters"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/packer"
brew "int128/kubelogin/kubelogin"
brew "k0sproject/tap/k0sctl"
brew "knqyf263/pet/pet"
brew "lusingander/tap/serie"
brew "minio/stable/mc"
brew "qmk/qmk/qmk"
brew "sass/sass/sass"
brew "siderolabs/tap/talosctl"
brew "tursodatabase/tap/turso"
brew "unhappychoice/tap/gittype"
cask "espanso"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "godot"
cask "hammerspoon"
cask "hyperkey"
cask "libreoffice"
cask "love"
cask "mactex"
cask "neovide-app"
cask "notepadnext"
cask "octarine"
cask "qmk-toolbox"
cask "sf-symbols"
cask "signal"
cask "thorium"
cask "ungoogled-chromium"
cask "utm"
cask "vial"
cask "vlc"
cask "wezterm"
cask "zed"
mas "Transporter", id: 1450874784
mas "WhatsApp", id: 310633997
mas "Windows App", id: 1295203466
mas "Xcode", id: 497799835
