tap "ankitpokhrel/jira-cli"
tap "codecrafters-io/tap"
tap "dail8859/notepadnext"
tap "dart-lang/dart"
tap "derailed/k9s"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "int128/kubelogin"
tap "k0sproject/tap"
tap "knqyf263/pet"
tap "koekeishiya/formulae"
tap "libsql/sqld"
tap "lusingander/tap"
tap "minio/stable"
tap "nikitabobko/tap"
tap "ohueter/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "sass/sass"
tap "siderolabs/tap"
tap "tursodatabase/tap"
tap "twitchdev/twitch"
tap "unhappychoice/tap"
brew "act"
brew "age"
brew "argocd"
brew "atac"
brew "atuin", restart_service: :changed
brew "openssl@3"
brew "bat"
brew "butane"
brew "cargo-binstall"
brew "cargo-nextest"
brew "ccache"
brew "cdrtools"
brew "clusterctl"
brew "cmake"
brew "colima", restart_service: :changed
brew "container", link: false
brew "coreutils"
brew "cosign"
brew "deno"
brew "dfu-util"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "dstask"
brew "dua-cli"
brew "evil-helix"
brew "exercism"
brew "eza"
brew "fd"
brew "ffmpegthumbnailer"
brew "findutils"
brew "fish"
brew "fzf"
brew "gawk"
brew "gh"
brew "git-delta"
brew "libuv"
brew "node"
brew "gitlab-ci-local"
brew "gitui"
brew "glab"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "grep"
brew "helm"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "ios-deploy"
brew "jj"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "kubie"
brew "kustomize"
brew "lazyjournal"
brew "libgit2@1.7"
brew "libimobiledevice"
brew "python@3.14"
brew "llvm"
brew "lua"
brew "luarocks"
brew "magic-wormhole"
brew "mas"
brew "nano"
brew "nanorc"
brew "neovim"
brew "ninja"
brew "nowplaying-cli"
brew "odin"
brew "opentofu"
brew "ox"
brew "pandoc"
brew "parallel"
brew "pass"
brew "pinentry-mac"
brew "pkgconf"
brew "poppler"
brew "protobuf"
brew "pueue"
brew "python@3.12"
brew "rainfrog"
brew "rclone"
brew "ripgrep"
brew "ruby"
brew "sevenzip"
brew "shellcheck"
brew "sk"
brew "sniffnet"
brew "sops"
brew "starship"
brew "streamlink"
brew "switchaudio-osx"
brew "terraformer"
brew "tmux"
brew "topgrade"
brew "typst"
brew "universal-ctags"
brew "wget"
brew "xcodegen"
brew "yazi"
brew "ykman"
brew "ykpers"
brew "yq"
brew "zig"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "codecrafters-io/tap/codecrafters"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/packer"
brew "int128/kubelogin/kubelogin"
brew "k0sproject/tap/k0sctl"
brew "knqyf263/pet/pet"
brew "lusingander/tap/serie"
brew "minio/stable/mc"
brew "qmk/qmk/qmk"
brew "sass/sass/sass"
brew "siderolabs/tap/talosctl"
brew "tursodatabase/tap/turso"
brew "unhappychoice/tap/gittype"
cask "nikitabobko/tap/aerospace"
cask "another-redis-desktop-manager"
cask "claude-code"
cask "container"
cask "discord"
cask "font-fira-code-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "gimp"
cask "godot"
cask "gstreamer-runtime"
cask "hyperkey"
cask "inkscape"
cask "libreoffice"
cask "love"
cask "mactex"
cask "naps2"
cask "neovide-app"
cask "dail8859/notepadnext/notepadnext"
cask "nvidia-geforce-now"
cask "octarine"
cask "qmk-toolbox"
cask "rio"
cask "sf-symbols"
cask "signal"
cask "thorium"
cask "ungoogled-chromium"
cask "vial"
cask "zed"
mas "CodeRhythm", id: 6747953470
mas "Kindle", id: 302584613
mas "Okta Verify", id: 490179405
mas "StarMoney", id: 1612812825
mas "Transporter", id: 1450874784
mas "WhatsApp", id: 310633997
mas "Windows App", id: 1295203466
mas "Xcode", id: 497799835
go "fyne.io/fyne/v2/cmd/fyne"
go "github.com/Gelio/go-global-update"
go "golang.org/x/tools/gopls"
go "golang.org/x/vuln/cmd/govulncheck"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/wailsapp/wails/v2/cmd/wails"
cargo "bacon"
cargo "blue-build"
cargo "cargo-audit"
cargo "cargo-bundle"
cargo "cargo-cache"
cargo "cargo-espflash"
cargo "cargo-expand"
cargo "cargo-generate"
cargo "cargo-outdated"
cargo "cargo-update"
cargo "cargo-watch"
cargo "create-tauri-app"
cargo "dioxus-cli"
cargo "esp-generate"
cargo "espflash"
cargo "espup"
cargo "gfold"
cargo "ldproxy"
cargo "neverest"
cargo "oha"
cargo "repgrep"
cargo "rustlings"
cargo "sea-orm-cli"
cargo "sqlx-cli"
cargo "tauri-cli"
