{
  "plugins": {
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "code-action": {
      "src": "https://github.com/rachartier/tiny-code-action.nvim"
    },
    "conform": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "direnv": {
      "src": "https://github.com/actionshrimp/direnv.nvim"
    },
    "fzf": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "hardtime": {
      "src": "https://github.com/m4xshen/hardtime.nvim"
    },
    "img-clip": {
      "src": "https://github.com/hakonharnes/img-clip.nvim"
    },
    "inline-diagnostic": {
      "src": "https://github.com/rachartier/tiny-inline-diagnostic.nvim"
    },
    "just-stevio": {
      "src": "https://github.com/SteVio89/just-stevio.nvim"
    },
    "lazydev": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "mini": {
      "src": "https://github.com/echasnovski/mini.nvim"
    },
    "minuet": {
      "src": "https://github.com/milanglacier/minuet-ai.nvim"
    },
    "neogit": {
      "src": "https://github.com/NeogitOrg/neogit"
    },
    "nui": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "plenary": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "render": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "scrollEOF": {
      "src": "https://github.com/Aasim-A/scrollEOF.nvim"
    },
    "taka-time": {
      "src": "https://github.com/Rtarun3606k/TakaTime"
    },
    "tiny-code-action.nvim": {
      "src": "https://github.com/rachartier/tiny-code-action.nvim"
    },
    "tiny-inline-diagnostic.nvim": {
      "src": "https://github.com/rachartier/tiny-inline-diagnostic.nvim"
    },
    "transparent": {
      "src": "https://github.com/xiyaowong/transparent.nvim"
    },
    "treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "workspace-diagnostics": {
      "src": "https://github.com/artemave/workspace-diagnostics.nvim"
    }
  }
}
